Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: If that is how I may best serve, I will do it right willingly.
uk_ua: Якщо так я можу допомогти, то я охоче зроблю це.

source: If the orcs have come here, their forces at Elensefar must be even more numerous than I feared.
uk_ua: Якщо орки прийшли сюди, то боюсь їх сили в Еленсефарі можуть бути ще більш численними ніж я очікував.

source: If the unit is an ally you do not control. On the ally&#8217;s own turn these will be shown with green, yellow and red orbs
uk_ua: Якщо боєць це союзник, якого ви не контролюєте. Під час ходу союзнику вони будуть відображатися як зелені, жовті та червоні сфери

source: If the upkeep cost is greater than the number of villages+2 then the side starts losing gold, if it is equal, no income is gained or lost.
uk_ua: Якщо вартість утримання більша, ніж кількість сіл+2, тоді сторона починає втрачати гроші, якщо вони рівні, сторона не втрачає і не отримує.

source: If there is an enemy of the target on the opposite side of the target while attacking it, this unit diverts the target’s attention and reduces its chance to hit.
uk_ua: Якщо при атаці хто-небудь із союзників стоїть навпроти противника, цей боєць може відволікти увагу цілі й зменшує її шанс влучити.

source: If there is an enemy of the target on the opposite side of the target while attacking it, this unit may backstab, inflicting double damage by creeping around behind that enemy.
uk_ua: Якщо при атаці хто-небудь із союзників стоїть навпроти противника, цей боєць може крадькома ударити в спину, заподіявши подвійну шкоду.

source: If there is an enemy of the target on the opposite side of the target, this unit diverts the target’s attention and reduces its chance to hit by 20%.
uk_ua: Якщо при атаці хто-небудь із союзників стоїть навпроти противника, цей боєць може відволікти увагу цілі й зменшує її шанс влучити на 20%.

source: If there is no other way. May the bards forever sing of the valor of the Kings of Southbay! Jessene, about that book?
uk_ua: Схоже, іншого вибору немає. Нехай барди завжди співають про доблесть королів Південної Бухти! Джессен, що з книгою?

source: If there is one bat, there are certainly more. We should be careful. It would be foolish to explore this cave alone.
uk_ua: Де один кажан — там і інші. Треба бути обережнішими. Не варто в цій печері ходити поодинці.

source: If we go back like this, that means we’ll surrender to them Wesnothians and live our whole lives in oppression. You saw how they were sending so many soldiers and even orcs against us.
uk_ua: Якщо ми отак повернемося, це значитиме, що ми здаємося веснотцям та живемо наші життя під їхніми утисками. Ти бачив як вони слали своїх солдатів та навіть орків проти нас.

source: If we make landfall outside of Southbay, we’ll be trapped. Of that I am sure!
uk_ua: Якщо ми висадимося поза стінами Південної Бухти, то опинимося в пастці. Я в цьому упевнений!

source: If you are attacked from several directions, it may be a good idea to send expendable units in some directions to delay enemy units.
uk_ua: Якщо Вас атакують з різних сторін, подумайте над тим, щоб відіслати на деякі фронти менш цінних бійців, щоб затримати ворога.

source: If you are interested in translating the game yourself, please follow the link below for more information:
uk_ua: Якщо Ви зацікавлені у допомозі з перекладом гри, будь ласка, пройдіть за наступним посиланням задля отримання інформації:

source: If you are playing with <b>Shroud</b> or <b>Fog of War</b> active, you won’t know what you’re facing. In this case, long-range scouting units are worth their cost. Try to choose scouts that can easily move across the surrounding terrain, because units can only see as far as they can move in one turn.
uk_ua: Якщо Ви граєте з ввімкненою <b>Пеленою</b> чи <b>Туманом війни</b>, то не зможете побачити, що Вас чекає. У такій ситуації бійці-розвідники варті вкладених грошей. Старайтесь вибирати розвідників, які можуть легко переміщатися по навколишній місцевості, оскільки вони бачать рівно стільки, наскільки вони зможуть просунутися за один хід.

source: If you attack with a melee weapon, the enemy you attack will be able to strike back at you with a melee weapon. If you attack with a ranged weapon, the enemy will be able to strike back with a ranged weapon. If an enemy does not have a weapon of the same type as the one you attack with, they will be unable to strike back and do any damage to you in that fight.
uk_ua: Якщо ви атакуєте зброєю ближнього бою, противник може контратакувати своєю зброєю ближнього бою. Аналогічно - зі зброєю дальнього бою. Якщо у противника немає зброї того типу, яким ви атакуєте, він не зможе контратакувати і заподіяти вам в цьому бою шкоду.

source: If you control the unit and it has attacked this turn, and could still move further but could not attack again
uk_ua: Якщо ви керуєте бійцем і він атакував на цьому ходу, але все ще може рухатись чи нападати

source: If you control the unit and it has moved this turn, but could still move further or attack
uk_ua: Якщо ви керуєте бійцем і він рухався в цьому ходу, але все ще може рухатись чи нападати

source: If you control the unit and it hasn&#8217;t moved this turn
uk_ua: Якщо ви керуєте бійцем і він не рухався в цьому ходу

source: If you control the unit, but it can no longer move or attack, or the user ended the unit&#8217;s turn
uk_ua: Якщо ви керуєте бійцем, але він не може рухатись чи нападати, або якщо гравець завершив хід бійця

source: If you decide to move the selected unit, click on the hex you want to move to and your unit will move towards that space. If you select a destination which is beyond reach in the current turn, the unit will move as far as it can in the current turn and enter <emphasis>goto-mode</emphasis>. In <emphasis>goto-mode</emphasis> your unit will continue moving towards its destination in subsequent turns. You can easily undo goto movements at the beginning of your next turn. You may also change a unit&#8217;s destination by selecting that unit and choosing a new destination or clicking the unit again to cancel the <emphasis>goto</emphasis>.
uk_ua: Якщо ви хочете перемістити вибраного бійця, клацніть на цільове поле, і ваш боєць пересунеться на це поле. Якщо ви виберете поле, яке він не може досягти в поточному ході, боєць просунеться так далеко, як зможе, після чого перейде в так званий <emphasis>перехідний режим</emphasis>. У цьому режимі він продовжуватиме перехід в потрібному напрямі і впродовж наступних ходів. Ви легко можете зупинити цей рух на початку наступного ходу. Ви можете також змінити напрям руху бійця, вибравши його, і задавши для нього новий напрям, або ж знову клацнути на бійцеві, щоб скасувати <emphasis>перехідний режим</emphasis>.

source: If you give us a few hours to regroup and prepare our soldiers, we will go without causing you trouble.
uk_ua: Якщо ви дасте нам кілька годин, щоб перегрупуватися і підготувати солдатів, ми підемо не заподіявши вам жодних проблем.

source: If you mean this merman, Teelöa, he is no longer your property. No person should be the property of another. Release all your slaves, or the wrath of the merfolk will fall upon you!
uk_ua: Якщо ти маєш на увазі цього водяного, Тілоа, то він більше не є твоєю власністю. Ніхто не має бути власністю іншого. Звільніть усіх інших рабів, інакше пізнаєте гнів водяних!

source: If you move a unit, but don’t attack or discover any additional information, you can undo your move by pressing <b>u</b>.
uk_ua: Якщо ви пересунули бійця, але не атакували і не дізнались ніякої нової інформації, ви можете скасувати хід, натиснувши кнопку <b>u</b>.

source: If you move next to an enemy unit, you may attack it. Click on your unit that is next to an enemy unit, and click on the enemy you want to attack – this will bring up a window that presents further options for the fight. Every unit has one or more weapons it can attack with. Some weapons, such as swords, are melee weapons, and some weapons, such as bows, are ranged weapons.
uk_ua: Якщо ви перемістили свого бійця до ворожого, ви можете його атакувати. Клацніть на своєму бійцеві, а потім на ворожому бійцеві - ви побачите вікно вибору опцій бою. Кожен боєць має один або кілька типів зброї. Одні типи зброї, такі, як мечі, є зброєю ближнього бою, а інші, наприклад, луки - зброєю дальнього бою.

source: If you must load a saved game, we recommend going back to the start of the scenario, so that you choose a new strategy that works, rather than simply finding random numbers that favor you.
uk_ua: Якщо вам треба завантажити збережену гру, ми рекомендуємо повернутися до початку сценарію, щоб вибрати дієву стратегію, а не просто підбирати випадкові числа, які будуть для вас сприятливі.

source: If you right-clicked on a castle hex and selected recruit, the new unit will appear in that hex. Otherwise, it will appear in a free hex near the keep. You may only recruit as many units as you have free hexes in your castle, and you cannot spend more gold than you actually have on recruiting.
uk_ua: Якщо Ви натиснете правою кнопкою миші на полі замку і завербуєте бійця, він з'явиться на тому ж полі. Або він з'явиться на вільному полі поряд з вежею. Ви можете завербувати за хід стільки бійців, скільки є вільних полів у Вашому замку, і Ви не зможете витратити на вербування більше золота, ніж маєте.

source: If you were human, you would be quite right to be. Strange... they are such surly children in the main, short-lived and crude and quarrelsome. And yet, even our greatest mystics do not shine so brightly as this one.
uk_ua: Так, якби ти була людиною. Дивно... в основному вони поводяться як сварливі, невиховані діти, живуть не довго і не продумано. Але все таки навіть найбільші з наших містиків не виблискують так яскраво, як цей маг.

source: If you were one of my quarries, your throat would be slit by now. As it is, you two are still in imminent danger. Just a week ago, the Crown sent a contingent of heavy infantry here to supervise the city. They’re patrolling the streets and forests for us.
uk_ua: Якби ви були моєю здобиччю, ваші горлянки вже б були перерізані. Хай там як, ви двоє все одно у неминучій небезпеці. Лише тиждень тому Корона прислала сюди загони важкої піхоти, щоб наглядати за містом. Вони патрулюють вулиці та ліса, шукаючи нас.

source: If you wish it. Let us see what you can offer.
uk_ua: Будь ваша ласка. Погляньмо, що ви можете запропонувати.

source: If your forces have weak defenses everywhere on the map, occupy the areas where your enemies can only attack you by sharing the same disadvantages. Avoid places where your defenses are poor and your enemy’s are merely average. Plan for heavy losses, and take firm control of any hex where the land does favor you.
uk_ua: Якщо ваші бійці отримують низький рейтинг захисту всюди на карті, займіть такі місцевості, які змусять вашого противника теж зайняти невигідну позицію. Уникайте місць, де захист ваших бійців низький, а бійців противника - вище середнього. Врахуйте, що Ви нестимете важкі втрати, і займайте всі вигідні для Вас поля.

source: Igler
uk_ua: Іглер

source: Igloo
uk_ua: Іглу

source: Ignore all
uk_ua: Ігнорувати все

source: Ignore replay errors.
uk_ua: Ігнорувати помилки в повторі.

source: Iliah-Malal
uk_ua: Іліа-Малал

source: Iliah-Malal commands your death!
uk_ua: Я, Іліа-Малал, повеліваю тобі померти!

source: Iliah-Malal commands your destruction!
uk_ua: Я, Іліа-Малал, повеліваю тобі зникнути!

source: Iliah-Malal has created a portal to the land of the living! How I long to go through it and see the sun again...
uk_ua: Іліа-Малал створив портал до світу живих! Як же довго я чекав, щоб пройти крізь нього і знову побачити сонячне сяйво...

source: Iliah-Malal says that he can open a portal to the world of the living. Those who follow him will walk the earth as they did in life.
uk_ua: Іліа-Малал каже, що він може відкрити портал до світу живих. Ті, хто піде за ним, ходитимуть по землі, так, як вони ходили за життя.

source: Iliah-Malal’s body lay still for a moment, then stirred!
uk_ua: Тіло Іліа-Малали лежало нерухомо всього декілька митей, а потім заворушилося!

source: Illan
uk_ua: Іллан

source: Illuminates
uk_ua: Освітлює

source: Illumination increases the lighting level in adjacent areas.
uk_ua: Освітлення підвищує рівень світла в суміжних полях.

source: Iluvarda
uk_ua: Ілуварда

source: Image
uk_ua: Зображення

source: Image doesn't fit on canvas.
uk_ua: Картинка не поміщається на підкладці.

source: Image:
uk_ua: Зображення:

source: Imbeciles! Once the master’s dark rite is complete, I will return to slay you myself!
uk_ua: Ідіоти! Як тільки темний обряд Володаря завершиться, я повернуся, щоб покарати вас!

source: Immediately advances to the next scenario in a campaign.
uk_ua: Негайно переносить Вас до наступного сценарію кампанії.

source: Immune to drain, poison, and plague
uk_ua: Стійкий до висмоктування, отруєння і чуми

source: Immutable
uk_ua: Непорушний

source: Impassable
uk_ua: Непрохідна місцевість

source: Impassable Overlay
uk_ua: Накладення повної непрохідності

source: Impertinent cur! You dare—
uk_ua: Нахабний бродяга! Ти смієш—

source: Impulsive lass...
uk_ua: Імпульсивна дівка...

source: In 626 YW, Jotha was attacked by a larger raiding party than ever before. The king Kai Laudiss led his troops to repel the raiders. They were successful, but merfolk casualties were greater than usual. And numbered with the slain was the wife of Kai Laudiss. The kai’s grief was great, but his wrath was also fearsome to behold. He readied his army to follow the orcs. His stated purpose was not revenge, but the desire to secure the safety of Jotha with a demonstration of force that would teach the orcs to steer well clear of the merfolk. The merfolk army caught up with the orc band as it reached Tirigaz.
uk_ua: У 626 році Весноту на Йоту напало більше орків, ніж коли-небудь до цього. Король-Кай Лаудісс повів свої війська у битву проти нападників. Вони були переможені, але втрати водяних були більші, ніж зазвичай. І однією із загиблих була дружина Кая Лаудісса. Печаль Кая була велика, а його гнів страшний. Він зібрав армію, щоб переслідувати орків. Його метою була не помста, а пристрасне бажання забезпечити безпеку Йоти і показати оркам свою силу, щоб вони надовго запам'ятали, що потрібно триматися від водяних подалі. Армія водяних наздогнала банду орків якраз тоді, коли ті підходили до Тірігазу.

source: In Lobby
uk_ua: У фойє

source: In Wesnoth, it is not enough simply to recruit units and fight. You must watch your gold as well, especially in campaigns, where you can carry extra gold over from one scenario to the next. There are two aspects to this; <italic>text='income'</italic> and <italic>text='upkeep'</italic>.
uk_ua: У Весноті недостатньо просто завербувати бійців і битися. Вам треба слідкувати за кількістю золота, особливо в кампаніях, де ви можете перенести золото між сценаріями. Тут важливі два аспекти: <italic>text='прибуток'</italic> і <italic>text='утримання'</italic>.

source: In Wesnoth, there are three types of damage usually associated with physical attacks: <italic>text='blade, pierce, and impact damage'</italic>. Additionally, there are three further types of damage usually associated with magical attacks: <italic>text='fire, cold, and arcane attacks'</italic>. Different units may have resistances which alter the damage which they take from certain damage types.
uk_ua: У Весноті є три типи нанесеної шкоди, що пов'язані з фізичним нападом: шкода від <italic>text='ріжучої, колючої та ударної'</italic> зброї. Також є три типи ушкоджень, пов'язаних з магічним нападом: напад <italic>text='вогнем, холодом і містичний напад'</italic>. Різні бійці мають різну опірність проти кожного типу атаки.

source: In a campaign you may have ten or even twenty scenarios to build your army, but this tutorial will conclude after you defeat Thrag.
uk_ua: У кампаніях може бути десять або навіть двадцять сценаріїв, в яких можна вибудовувати свою армію. Але цей посібник завершиться перемогою над Трагом.

source: In addition to recruiting new units each scenario, you can also <i>recall</i> your experienced veterans from previous scenarios, for the cost of 20 gold each. This allows you to build up a formidable army over the course of multiple scenarios by recalling your highest leveled troops or those with good combinations of traits and abilities. To recall a unit, right-click while your leader stands on a keep and select the <i>Recall</i> option. Remember to also recruit new troops in addition to recalling old ones.
uk_ua: На додачу до вербування нових бійців кожного сценарію, ви також можете за 20 золота <i>закликати</i> ваших досвідчених ветеранів з минулих битв. Завдяки цьому через декілька сценаріїв можна побудувати грізну армію, закликаючи ваші високорівневі загони або бійців з добрими комбінаціями рис та здібностей. Щоб закликати бійця, натисніть правою клавішею на замку, в якому стоїть ваш лідер, і виберіть пункт <i>Закликати</i>. Не забудьте завербувати також і нових бійців.

source: In any race, there are always those rare individuals who, by stroke of bad luck, are born much smaller and weaker than the rest of their kind. For Orcs, however, such occurrences are extraordinarily common, with there usually being several runts born in each litter. Known as ‘Goblins’, these sickly creatures nearly always live short, brutal lives, most used merely as fodder against an enemy of their larger siblings’ choosing while equipped with only the crudest of spears.
uk_ua: Серед представників будь-якої раси часом трапляться ті, хто народився меншим і слабшим за свою рідню. Серед орків це досить звичайне явище, у кожному виводку, як правило, присутні декілька таких коротунів. Їх називають ‘Гоблінами’, ці хворобливі створіння проживають коротке, стражденне життя. Їхні великі родичі часто використовують їх як м'ясо, посилачи у бій лише з примітивним списом.
